Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# SetDesc_view_jump_position
source: Where the target row is shown after going to an offset.
ar: مكان عرض الصف الهدف بعد الانتقال إلى إزاحة.
cs: Kde se po přechodu na posun zobrazí cílový řádek.
de: Wo die Zielzeile nach dem Springen zu einem Offset angezeigt wird.
el: Πού εμφανίζεται η γραμμή προορισμού μετά τη μετάβαση σε μια μετατόπιση.
es: Dónde se muestra la fila de destino después de ir a un desplazamiento.
fa: محل نمایش سطر مقصد پس از رفتن به یک آفست.
fr: L'endroit où la ligne cible s'affiche après un déplacement vers un décalage.
hu: A célsor helye eltolásra ugrás után.
id: Tempat baris tujuan ditampilkan setelah pergi ke offset.
it: Dove viene mostrata la riga di destinazione dopo essere passati a un offset.
ja: オフセットへ移動したとき、移動先の行を表示する位置です。
ko: 오프셋으로 이동한 후 대상 행이 표시되는 위치입니다.
pl: Gdzie wyświetlany jest wiersz docelowy po przejściu do przesunięcia.
pt: Onde a linha de destino é mostrada após ir para um deslocamento.
ro: Unde se afișează rândul țintă după saltul la un deplasament.
ru: Где отображается целевая строка после перехода к смещению.
th: ตำแหน่งที่แสดงแถวเป้าหมายหลังจากไปที่ออฟเซ็ต
tr: Bir ofsete gittikten sonra hedef satırın gösterileceği yer.
uk: Де відображається цільовий рядок після переходу до зміщення.
vi: Vị trí hiển thị hàng đích sau khi đi tới một độ lệch.
zh_hans: 转到偏移量后目标行显示的位置。
zh_hant: 移至位移後，目標列顯示的位置。

# SetOpt_view_jump_position_top
source: Top
ar: الأعلى
cs: Nahoře
de: Oben
el: Επάνω
es: Arriba
fa: بالا
fr: En haut
hu: Felül
id: Atas
it: In alto
ja: 上端
ko: 맨 위
pl: Góra
pt: Topo
ro: Sus
ru: Вверху
th: บนสุด
tr: Üst
uk: Угорі
vi: Trên cùng
zh_hans: 顶部
zh_hant: 頂端

# SetOpt_view_jump_position_third
source: Upper third
ar: الثلث العلوي
cs: Horní třetina
de: Oberes Drittel
el: Στο επάνω τρίτο
es: Tercio superior
fa: یک‌سوم بالایی
fr: Tiers supérieur
hu: Felső harmad
id: Sepertiga atas
it: Terzo superiore
ja: 上から 3 分の 1
ko: 위에서 3분의 1
pl: Górna jedna trzecia
pt: Terço superior
ro: Treimea superioară
ru: В верхней трети
th: หนึ่งในสามด้านบน
tr: Üst üçte bir
uk: Верхня третина
vi: Một phần ba phía trên
zh_hans: 上方三分之一处
zh_hant: 上方三分之一處

# SetOpt_view_jump_position_center
source: Center
ar: الوسط
cs: Uprostřed
de: Mitte
el: Στο κέντρο
es: Centro
fa: وسط
fr: Au centre
hu: Középen
id: Tengah
it: Al centro
ja: 中央
ko: 가운데
pl: Środek
pt: Centro
ro: Centru
ru: По центру
th: กึ่งกลาง
tr: Orta
uk: По центру
vi: Giữa
zh_hans: 居中
zh_hant: 中央

# Set_storage_tempDirectory
source: Folder for temporary data
ar: مجلد البيانات المؤقتة
cs: Složka pro dočasná data
de: Ordner für temporäre Daten
el: Φάκελος για προσωρινά δεδομένα
es: Carpeta para datos temporales
fa: پوشه برای داده‌های موقت
fr: Dossier des données temporaires
hu: Ideiglenes adatok mappája
id: Folder untuk data sementara
it: Cartella per i dati temporanei
ja: 一時データのフォルダ
ko: 임시 데이터 폴더
pl: Folder danych tymczasowych
pt: Pasta para dados temporários
ro: Folder pentru date temporare
ru: Папка для временных данных
th: โฟลเดอร์สำหรับข้อมูลชั่วคราว
tr: Geçici veriler için klasör
uk: Папка для тимчасових даних
vi: Thư mục cho dữ liệu tạm
zh_hans: 临时数据文件夹
zh_hant: 暫存資料的資料夾

# SetDesc_storage_tempDirectory
source: A drive with enough free space for temporary files and recovery data. Leave empty for the default.
ar: محرك أقراص به مساحة خالية كافية للملفات المؤقتة وبيانات الاسترداد. اتركه فارغاً لاستخدام الافتراضي.
cs: Jednotka s dostatkem volného místa pro dočasné soubory a data pro obnovení. Ponechte prázdné pro výchozí umístění.
de: Ein Laufwerk mit genügend freiem Speicherplatz für temporäre Dateien und Wiederherstellungsdaten. Leer lassen für den Standard.
el: Μια μονάδα δίσκου με αρκετό ελεύθερο χώρο για προσωρινά αρχεία και δεδομένα ανάκτησης. Αφήστε κενό για την προεπιλογή.
es: Una unidad con suficiente espacio libre para archivos temporales y datos de recuperación. Déjalo vacío para usar la ubicación predeterminada.
fa: درایوی با فضای خالی کافی برای فایل‌های موقت و داده‌های بازیابی. برای پیش‌فرض خالی بگذارید.
fr: Un lecteur disposant d'assez d'espace libre pour les fichiers temporaires et les données de récupération. Laissez vide pour utiliser l'emplacement par défaut.
hu: Egy meghajtó, amelyen elég szabad hely van az ideiglenes fájloknak és a helyreállítási adatoknak. Hagyja üresen az alapértelmezetthez.
id: Drive dengan ruang kosong yang cukup untuk file sementara dan data pemulihan. Biarkan kosong untuk default.
it: Un'unità con spazio libero sufficiente per i file temporanei e i dati di recupero. Lascia vuoto per usare il valore predefinito.
ja: 一時ファイルと復旧用データを置く、空き容量の大きいフォルダです。空なら既定の場所を使います。
ko: 임시 파일과 복구 데이터를 저장할 여유 공간이 충분한 드라이브입니다. 기본값을 사용하려면 비워 두세요.
pl: Dysk z wystarczającą ilością wolnego miejsca na pliki tymczasowe i dane odzyskiwania. Pozostaw puste, aby użyć domyślnego.
pt: Uma unidade com espaço livre suficiente para arquivos temporários e dados de recuperação. Deixe vazio para usar o padrão.
ro: O unitate cu suficient spațiu liber pentru fișierele temporare și datele de recuperare. Lăsați gol pentru valoarea implicită.
ru: Диск с достаточным свободным местом для временных файлов и данных восстановления. Оставьте пустым, чтобы использовать значение по умолчанию.
th: ไดรฟ์ที่มีพื้นที่ว่างเพียงพอสำหรับไฟล์ชั่วคราวและข้อมูลการกู้คืน เว้นว่างไว้เพื่อใช้ค่าเริ่มต้น
tr: Geçici dosyalar ve kurtarma verileri için yeterli boş alanı olan bir sürücü. Varsayılan için boş bırakın.
uk: Диск, на якому достатньо вільного місця для тимчасових файлів і даних для відновлення. Залиште порожнім, щоб використовувати стандартну папку.
vi: Một ổ đĩa có đủ dung lượng trống cho tệp tạm và dữ liệu khôi phục. Để trống để dùng mặc định.
zh_hans: 用于存放临时文件和恢复数据、具有足够可用空间的驱动器。留空则使用默认位置。
zh_hant: 可用空間足以存放暫存檔和復原資料的磁碟機。保留空白則使用預設位置。

# Set_ui_language
source: Display language
ar: لغة العرض
cs: Jazyk zobrazení
de: Anzeigesprache
el: Γλώσσα εμφάνισης
es: Idioma de la interfaz
fa: زبان نمایش
fr: Langue d'affichage
hu: Megjelenítési nyelv
id: Bahasa tampilan
it: Lingua di visualizzazione
ja: 表示言語
ko: 표시 언어
pl: Język wyświetlania
pt: Idioma de exibição
ro: Limba de afișare
ru: Язык интерфейса
th: ภาษาที่แสดง
tr: Görüntüleme dili
uk: Мова інтерфейсу
vi: Ngôn ngữ hiển thị
zh_hans: 显示语言
zh_hant: 顯示語言

# SetDesc_ui_language
source: The language of menus and messages.
ar: لغة القوائم والرسائل.
cs: Jazyk nabídek a zpráv.
de: Die Sprache der Menüs und Meldungen.
el: Η γλώσσα των μενού και των μηνυμάτων.
es: El idioma de los menús y mensajes.
fa: زبان منوها و پیام‌ها.
fr: La langue des menus et des messages.
hu: A menük és üzenetek nyelve.
id: Bahasa menu dan pesan.
it: La lingua dei menu e dei messaggi.
ja: メニューとメッセージの言語です。
ko: 메뉴와 메시지의 언어입니다.
pl: Język menu i komunikatów.
pt: O idioma dos menus e das mensagens.
ro: Limba meniurilor și a mesajelor.
ru: Язык меню и сообщений.
th: ภาษาของเมนูและข้อความ
tr: Menülerin ve iletilerin dili.
uk: Мова меню й повідомлень.
vi: Ngôn ngữ của menu và thông báo.
zh_hans: 菜单和消息的语言。
zh_hant: 功能表和訊息的語言。

# SetOpt_ui_language_system
source: Use Windows setting
ar: استخدام إعداد Windows
cs: Použít nastavení Windows
de: Windows-Einstellung verwenden
el: Χρήση ρύθμισης των Windows
es: Usar la configuración de Windows
fa: استفاده از تنظیمات Windows
fr: Utiliser le paramètre Windows
hu: Windows-beállítás használata
id: Gunakan pengaturan Windows
it: Usa impostazione di Windows
ja: Windows の設定に従う
ko: Windows 설정 사용
pl: Użyj ustawienia systemu Windows
pt: Usar configuração do Windows
ro: Utilizare setare Windows
ru: Использовать параметр Windows
th: ใช้การตั้งค่า Windows
tr: Windows ayarını kullan
uk: Використовувати параметр Windows
vi: Dùng cài đặt Windows
zh_hans: 使用 Windows 设置
zh_hant: 使用 Windows 設定

# Set_log_level
source: Log level
ar: مستوى السجل
cs: Úroveň protokolování
de: Protokollebene
el: Επίπεδο καταγραφής
es: Nivel de registro
fa: سطح گزارش
fr: Niveau de journalisation
hu: Naplózási szint
id: Tingkat log
it: Livello di log
ja: ログの詳しさ
ko: 로그 수준
pl: Poziom dziennika
pt: Nível de log
ro: Nivel jurnal
ru: Уровень журнала
th: ระดับการบันทึกล็อก
tr: Günlük düzeyi
uk: Рівень журналу
vi: Mức nhật ký
zh_hans: 日志级别
zh_hant: 記錄層級

# SetDesc_log_level
source: Debug writes more details to the log.
ar: يكتب وضع التصحيح مزيداً من التفاصيل في السجل.
cs: Úroveň Ladění zapisuje do protokolu více podrobností.
de: „Debug“ schreibt mehr Details in das Protokoll.
el: Το επίπεδο «Εντοπισμός σφαλμάτων» γράφει περισσότερες λεπτομέρειες στο αρχείο καταγραφής.
es: Depuración escribe más detalles en el registro.
fa: حالت اشکال‌زدایی جزئیات بیشتری در گزارش می‌نویسد.
fr: Le niveau Débogage écrit plus de détails dans le journal.
hu: A Hibakeresés szint több részletet ír a naplóba.
id: Debug menulis lebih banyak detail ke log.
it: Debug scrive più dettagli nel log.
ja: デバッグにするとログに詳しく書きます。
ko: 디버그로 설정하면 로그에 더 자세한 내용을 기록합니다.
pl: Debugowanie zapisuje więcej szczegółów w dzienniku.
pt: Depuração grava mais detalhes no log.
ro: Depanare scrie mai multe detalii în jurnal.
ru: В режиме отладки в журнал записываются более подробные сведения.
th: ดีบักจะเขียนรายละเอียดเพิ่มเติมลงในล็อก
tr: Hata ayıklama düzeyi günlüğe daha fazla ayrıntı yazar.
uk: У режимі налагодження до журналу записується більше подробиць.
vi: Gỡ lỗi sẽ ghi thêm chi tiết vào nhật ký.
zh_hans: “调试”会将更多详细信息写入日志。
zh_hant: 選擇「偵錯」會將更多詳細資料寫入記錄。

# SetOpt_log_level_info
source: Normal
ar: عادي
cs: Normální
el: Κανονικό
fa: عادی
hu: Normál
it: Normale
ja: 通常
ko: 보통
pl: Normalny
ru: Обычный
th: ปกติ
uk: Звичайний
vi: Bình thường
zh_hans: 正常
zh_hant: 一般

# SetOpt_log_level_debug
source: Debug
ar: تصحيح
cs: Ladění
el: Εντοπισμός σφαλμάτων
es: Depuración
fa: اشکال‌زدایی
fr: Débogage
hu: Hibakeresés
ja: デバッグ
ko: 디버그
pl: Debugowanie
pt: Depuração
ro: Depanare
ru: Отладка
th: ดีบัก
tr: Hata ayıklama
uk: Налагодження
vi: Gỡ lỗi
zh_hans: 调试
zh_hant: 偵錯

# Set_diagnostics_writeMiniDump
source: Save a memory dump on crash
ar: حفظ تفريغ للذاكرة عند الأعطال
cs: Při chybě uložit výpis paměti
de: Bei Absturz ein Speicherabbild speichern
el: Αποθήκευση ενδείξεων σφαλμάτων μνήμης σε περίπτωση κατάρρευσης
es: Guardar un volcado de memoria si se bloquea
fa: ذخیرهٔ تخلیهٔ حافظه هنگام خرابی
fr: Enregistrer une image mémoire en cas de plantage
hu: Memóriakép mentése összeomláskor
id: Simpan dump memori saat terjadi kerusakan
it: Salva un dump di memoria in caso di arresto anomalo
ja: 異常終了時にメモリダンプを保存
ko: 충돌 시 메모리 덤프 저장
pl: Zapisuj zrzut pamięci po awarii
pt: Salvar um despejo de memória em caso de falha
ro: Salvare imagine de memorie la blocare
ru: Сохранять дамп памяти при сбое
th: บันทึกดัมพ์หน่วยความจำเมื่อขัดข้อง
tr: Kilitlenmede bellek dökümü kaydet
uk: Зберігати дамп пам’яті під час збою
vi: Lưu kết xuất bộ nhớ khi gặp sự cố
zh_hans: 崩溃时保存内存转储
zh_hant: 當機時儲存記憶體傾印

# SetDesc_diagnostics_writeMiniDump
source: Saves a small memory dump for troubleshooting when HexEditor crashes.
ar: يحفظ تفريغاً صغيراً للذاكرة لاستكشاف الأخطاء وإصلاحها عند تعطل HexEditor.
cs: Při pádu aplikace HexEditor uloží malý výpis paměti pro řešení potíží.
de: Speichert bei einem Absturz von HexEditor ein kleines Speicherabbild zur Fehleranalyse.
el: Αποθηκεύει μια μικρή ένδειξη σφαλμάτων μνήμης για την αντιμετώπιση προβλημάτων όταν το HexEditor καταρρεύσει.
es: Guarda un pequeño volcado de memoria para diagnosticar problemas cuando HexEditor se bloquea.
fa: هنگام خرابی HexEditor، یک تخلیهٔ حافظهٔ کوچک برای عیب‌یابی ذخیره می‌کند.
fr: Enregistre une petite image mémoire pour le diagnostic lorsque HexEditor plante.
hu: Kis méretű memóriaképet ment a hibaelhárításhoz, ha a HexEditor összeomlik.
id: Menyimpan dump memori kecil untuk pemecahan masalah saat HexEditor mengalami kerusakan.
it: Salva un piccolo dump di memoria per la risoluzione dei problemi quando HexEditor si arresta in modo anomalo.
ja: 異常終了したとき、原因を調べるための小さなメモリダンプを保存します。
ko: HexEditor가 충돌하면 문제 해결을 위한 작은 메모리 덤프를 저장합니다.
pl: Zapisuje mały zrzut pamięci do diagnostyki, gdy program HexEditor ulegnie awarii.
pt: Salva um pequeno despejo de memória para solução de problemas quando o HexEditor falha.
ro: Salvează o imagine de memorie mică pentru depanare atunci când HexEditor se blochează.
ru: При сбое HexEditor сохраняется небольшой дамп памяти для устранения неполадок.
th: บันทึกดัมพ์หน่วยความจำขนาดเล็กเพื่อใช้แก้ไขปัญหาเมื่อ HexEditor ขัดข้อง
tr: HexEditor kilitlendiğinde sorun gidermek için küçük bir bellek dökümü kaydeder.
uk: Зберігає невеликий дамп пам’яті для усунення неполадок, якщо HexEditor аварійно завершує роботу.
vi: Lưu một bản kết xuất bộ nhớ nhỏ để khắc phục sự cố khi HexEditor bị lỗi.
zh_hans: HexEditor 崩溃时保存一个小型内存转储，用于排查问题。
zh_hant: HexEditor 當機時，儲存小型記憶體傾印以供疑難排解。

# Cmd_file_openReadOnly
source: Open read-only
ar: فتح للقراءة فقط
cs: Otevřít jen pro čtení
de: Schreibgeschützt öffnen
el: Άνοιγμα μόνο για ανάγνωση
es: Abrir como solo lectura
fa: باز کردن فقط خواندنی
fr: Ouvrir en lecture seule
hu: Megnyitás írásvédetten
id: Buka baca-saja
it: Apri in sola lettura
ja: 読み取り専用で開く
ko: 읽기 전용으로 열기
pl: Otwórz tylko do odczytu
pt: Abrir somente leitura
ro: Deschidere doar în citire
ru: Открыть только для чтения
th: เปิดแบบอ่านอย่างเดียว
tr: Salt okunur aç
uk: Відкрити лише для читання
vi: Mở chỉ đọc
zh_hans: 以只读方式打开
zh_hant: 以唯讀方式開啟

# CmdAlias_file_openReadOnly
source: view only protect
ar: view only protect عرض فقط حماية قراءة فقط
cs: jen pro čtení cteni ochrana zobrazit view only protect
de: schreibgeschützt nur lesen schützen view only protect
el: μόνο για ανάγνωση προβολή προστασία view only protect
es: solo lectura proteger view only protect
fa: فقط مشاهده محافظت, view only protect
fr: lecture seule protéger view only protect
hu: írásvédett irasvedett csak olvasható olvashato védelem vedelem view only protect
id: buka baca-saja lihat saja lindungi view only protect
it: sola lettura visualizza proteggi view only protect
ja: よみとりせんようでひらく
ko: 읽기 전용 열기 보기 전용 보호 view only protect
pl: tylko odczyt podgląd chroń view only protect
pt: somente leitura visualizar proteger view only protect
ro: doar citire vizualizare protejare view only protect
ru: только просмотр защита view only protect
th: เปิด อ่านอย่างเดียว ป้องกัน view only protect
tr: yalnızca görüntüle koru view only protect
uk: лише перегляд захист view only protect
vi: mở chỉ đọc chỉ xem bảo vệ view only protect
zh_hans: 只读 打开 查看 保护 view only protect
zh_hant: 唯讀 開啟 檢視 保護 view only protect

# Cmd_file_openDisk
source: Open disk...
ar: فتح قرص...
cs: Otevřít disk...
de: Datenträger öffnen...
el: Άνοιγμα δίσκου...
es: Abrir disco...
fa: باز کردن دیسک...
fr: Ouvrir un disque...
hu: Lemez megnyitása...
id: Buka disk...
it: Apri disco...
ja: ディスクを開く...
ko: 디스크 열기...
pl: Otwórz dysk...
pt: Abrir disco...
ro: Deschidere disc...
th: เปิดดิสก์...
tr: Disk aç...
uk: Відкрити диск...
vi: Mở ổ đĩa...
zh_hans: 打开磁盘...
zh_hant: 開啟磁碟...

# CmdAlias_file_openDisk
source: physical drive volume device
ar: physical drive volume device قرص فعلي محرك وحدة تخزين جهاز
cs: fyzická fyzicka jednotka svazek zařízení zarizeni disk physical drive volume device
de: physisches laufwerk volume gerät datenträger physical drive volume device
el: φυσικός δίσκος τόμος συσκευή μονάδα physical drive volume device
es: unidad física volumen dispositivo disco physical drive volume device
fa: درایو فیزیکی حجم دستگاه دیسک, physical drive volume device
fr: lecteur physique volume périphérique disque physical drive volume device
hu: lemez fizikai meghajtó meghajto kötet kotet eszköz eszkoz physical drive volume device
id: drive fisik volume perangkat disk physical drive volume device
it: unità fisica volume dispositivo disco physical drive volume device
ja: でぃすくぼりゅーむぶつりどらいぶをひらく
ko: 디스크 열기 물리 드라이브 볼륨 장치 physical drive volume device
pl: dysk fizyczny wolumin urządzenie physical drive volume device
pt: unidade física volume dispositivo disco physical drive volume device
ro: unitate fizica fizică volum dispozitiv disc physical drive volume device
th: ดิสก์ ไดรฟ์จริง วอลุ่ม อุปกรณ์ physical drive volume device
tr: fiziksel sürücü birim aygıt disk physical drive volume device
uk: фізичний диск том пристрій physical drive volume device
vi: ổ đĩa vật lý ổ đĩa thiết bị physical drive volume device
zh_hans: 磁盘 物理驱动器 卷 设备 打开 physical drive volume device
zh_hant: 實體磁碟 磁碟區 裝置 physical drive volume device

# Cmd_file_openProcess
source: Open process memory...
ar: فتح ذاكرة عملية...
cs: Otevřít paměť procesu...
de: Prozessspeicher öffnen...
el: Άνοιγμα μνήμης διεργασίας...
es: Abrir memoria de proceso...
fa: باز کردن حافظهٔ فرایند...
fr: Ouvrir la mémoire d'un processus...
hu: Folyamatmemória megnyitása...
id: Buka memori proses...
it: Apri memoria del processo...
ja: プロセスのメモリを開く...
ko: 프로세스 메모리 열기...
pl: Otwórz pamięć procesu...
pt: Abrir memória do processo...
ro: Deschidere memorie proces...
th: เปิดหน่วยความจำของโปรเซส...
tr: İşlem belleğini aç...
uk: Відкрити пам’ять процесу...
vi: Mở bộ nhớ tiến trình...
zh_hans: 打开进程内存...
zh_hant: 開啟處理程序記憶體...

# CmdAlias_file_openProcess
source: process memory ram
ar: process memory ram عملية ذاكرة
cs: proces paměť pamet process memory ram
de: prozess speicher arbeitsspeicher process memory ram
el: διεργασία μνήμη process memory ram
es: proceso memoria process memory ram
fa: فرایند حافظه رم, process memory ram
fr: processus mémoire process memory ram
hu: folyamat memória memoria process memory ram
id: proses memori ram process memory ram
it: processo memoria process memory ram
ja: ぷろせすめもりをひらく
ko: 프로세스 메모리 열기 램 process memory ram
pl: proces pamięć process memory ram
pt: processo memória process memory ram
ro: proces memorie ram process memory ram
th: โปรเซส หน่วยความจำ แรม process memory ram
tr: işlem bellek ram process memory ram
uk: процес пам’ять озп process memory ram
vi: tiến trình bộ nhớ process memory ram
zh_hans: 进程 内存 打开 process memory ram
zh_hant: 處理程序 記憶體 process memory ram

# Cmd_file_openDiskImage
source: Open as disk image...
ar: فتح كصورة قرص...
cs: Otevřít jako obraz disku...
de: Als Datenträgerabbild öffnen...
el: Άνοιγμα ως εικόνα δίσκου...
es: Abrir como imagen de disco...
fa: باز کردن به‌عنوان ایمیج دیسک...
fr: Ouvrir comme image disque...
hu: Megnyitás lemezképként...
id: Buka sebagai image disk...
it: Apri come immagine disco...
ja: ディスクイメージとして開く...
ko: 디스크 이미지로 열기...
pl: Otwórz jako obraz dysku...
pt: Abrir como imagem de disco...
ro: Deschidere ca imagine de disc...
th: เปิดเป็นอิมเมจดิสก์...
tr: Disk görüntüsü olarak aç...
uk: Відкрити як образ диска...
vi: Mở dưới dạng ảnh đĩa...
zh_hans: 作为磁盘映像打开...
zh_hant: 以磁碟映像開啟...

# CmdAlias_file_openDiskImage
source: raw iso img sector size
ar: raw iso img sector size صورة قرص قطاع حجم
cs: obraz disku velikost sektoru raw iso img sector size
de: abbild sektorgröße raw iso img sector size
el: εικόνα δίσκου τομέας μέγεθος raw iso img sector size
es: imagen de disco tamaño de sector raw iso img sector size
fa: ایمیج دیسک سکتور اندازه, raw iso img sector size
fr: image disque taille de secteur raw iso img sector size
hu: lemezkép lemezkep szektor méret meret raw iso img sector size
id: image disk ukuran sektor raw iso img sector size
it: immagine settore dimensione raw iso img sector size
ja: でぃすくいめーじせくたさいず
ko: 디스크 이미지 섹터 크기 raw iso img sector size
pl: obraz sektor rozmiar raw iso img sector size
pt: imagem setor tamanho raw iso img sector size
ro: imagine disc dimensiune sector raw iso img sector size
th: อิมเมจดิสก์ ขนาดเซกเตอร์ raw iso img sector size
tr: ham görüntü sektör boyutu raw iso img sector size
uk: образ розмір сектора raw iso img sector size
vi: ảnh đĩa kích thước sector raw iso img sector size
zh_hans: 磁盘映像 镜像 扇区大小 raw iso img sector size
zh_hant: 磁碟映像 磁區大小 raw iso img sector size

# Cmd_file_toggleImmediateWrite
source: Toggle immediate write
ar: تبديل الكتابة الفورية
cs: Přepnout okamžitý zápis
de: Sofortiges Schreiben umschalten
el: Εναλλαγή άμεσης εγγραφής
es: Alternar escritura inmediata
fa: تغییر حالت نوشتن فوری
fr: Activer/désactiver l'écriture immédiate
hu: Azonnali írás be/ki
id: Alihkan tulis langsung
it: Attiva/disattiva scrittura immediata
ja: 即時書き込みの切り替え
ko: 즉시 쓰기 전환
pl: Włącz/wyłącz natychmiastowy zapis
pt: Ativar/desativar gravação imediata
ro: Comutare scriere imediată
th: สลับการเขียนทันที
tr: Anında yazmayı aç/kapat
uk: Перемкнути негайний запис
vi: Bật/tắt ghi ngay
zh_hans: 切换立即写入
zh_hant: 切換立即寫入

# CmdAlias_file_toggleImmediateWrite
source: process memory live write
ar: process memory live write عملية ذاكرة كتابة فورية
cs: paměť pamet procesu okamžitý okamzity zápis zapis živě zive process memory live write
de: prozess speicher sofort schreiben process memory live write
el: διεργασία μνήμη άμεση εγγραφή process memory live write
es: proceso memoria escritura directa process memory live write
fa: فرایند حافظه نوشتن زنده, process memory live write
fr: processus mémoire écriture directe process memory live write
hu: azonnali írás iras folyamat memória memoria élő elo process memory live write
id: tulis langsung proses memori process memory live write
it: processo memoria scrittura diretta process memory live write
ja: そくじかきこみきりかえ
ko: 즉시 쓰기 실시간 프로세스 메모리 process memory live write
pl: proces pamięć zapis na żywo process memory live write
pt: processo memória gravação direta process memory live write
ro: proces memorie scriere directa directă imediata imediată process memory live write
th: เขียนทันที โปรเซส หน่วยความจำ process memory live write
tr: işlem bellek canlı yazma process memory live write
uk: процес пам’ять запис наживо process memory live write
vi: ghi ngay tiến trình bộ nhớ process memory live write
zh_hans: 立即写入 实时 进程 内存 process memory live write
zh_hant: 立即寫入 處理程序 記憶體 process memory live write

# Cmd_file_reload
source: Reload
ar: إعادة تحميل
cs: Znovu načíst
de: Neu laden
el: Επαναφόρτωση
es: Volver a cargar
fa: بارگذاری مجدد
fr: Recharger
hu: Újratöltés
id: Muat ulang
it: Ricarica
ja: 再読み込み
ko: 다시 로드
pl: Załaduj ponownie
pt: Recarregar
ro: Reîncărcare
ru: Перезагрузить
th: โหลดใหม่
tr: Yeniden yükle
uk: Перезавантажити
vi: Tải lại
zh_hans: 重新加载
zh_hant: 重新載入

# CmdAlias_file_reload
source: refresh revert
ar: refresh revert تحديث إعادة تحميل
cs: znovu načíst nacist obnovit aktualizovat refresh revert
de: neu laden aktualisieren refresh revert
el: επαναφόρτωση ανανέωση επαναφορά refresh revert
es: recargar actualizar refresh revert
fa: تازه‌سازی برگرداندن, refresh revert
fr: recharger actualiser refresh revert
hu: újratöltés ujratoltes frissítés frissites visszaállítás refresh revert
id: muat ulang segarkan refresh revert
it: ricarica aggiorna ripristina refresh revert
ja: さいよみこみ よみなおす
ko: 다시 로드 새로 고침 다시 읽기 refresh revert
pl: odśwież przywróć wczytaj refresh revert
pt: recarregar atualizar reverter refresh revert
ro: reincarcare reîmprospătare reimprospatare revenire refresh revert
ru: обновить вернуть refresh revert
th: โหลดใหม่ รีเฟรช refresh revert
tr: yenile geri döndür refresh revert
uk: оновити повернути refresh revert
vi: tải lại làm mới refresh revert
zh_hans: 重新加载 刷新 还原 重新读取 refresh revert
zh_hant: 重新載入 重新整理 還原 refresh revert

# Cmd_file_discardReload
source: Discard changes and reload
ar: تجاهل التغييرات وإعادة التحميل
cs: Zahodit změny a znovu načíst
de: Änderungen verwerfen und neu laden
el: Απόρριψη αλλαγών και επαναφόρτωση
es: Descartar cambios y volver a cargar
fa: دور انداختن تغییرات و بارگذاری مجدد
fr: Abandonner les modifications et recharger
hu: Módosítások elvetése és újratöltés
id: Buang perubahan dan muat ulang
it: Ignora modifiche e ricarica
ja: 変更を破棄して再読み込み
ko: 변경 내용 취소 후 다시 로드
pl: Odrzuć zmiany i załaduj ponownie
pt: Descartar alterações e recarregar
ro: Renunțare la modificări și reîncărcare
ru: Отменить изменения и перезагрузить
th: ละทิ้งการเปลี่ยนแปลงและโหลดใหม่
tr: Değişiklikleri at ve yeniden yükle
uk: Відхилити зміни й перезавантажити
vi: Hủy thay đổi và tải lại
zh_hans: 放弃更改并重新加载
zh_hant: 捨棄變更並重新載入
